[{"sample": "These memories lose their meaning when I think of love as something new, though I know I'll never lose affection for people and things that went before. I know I'll often stop and think about them.", "author": null}, {"sample": "I think about my daughter now, and what she was spared. Sometimes I feel grateful. The doctor said she didn't feel a thing, went straight into a coma. Then, somewhere in that blackness, she slipped off into another, deeper kind. Isn't that a beautiful way to go out, painlessly as a happy child? Trouble with dying later is you've already grown up. The damage is done. It's too late.", "author": null}, {"sample": "What's cool about really little kids is that they don't say stuff to try to hurt your feelings, even though sometimes they do say stuff that hurts your feelings. But they don't actually know what they're saying. Big kids, though: they know what they're saying. And that is definitely not fun for me.", "author": null}, {"sample": "You cannot entice a true thief, and thief by vocation, into the prose of honest vegetation by any gingerbread reward, or by the offer of a secure position, or by the gift of money, or by a woman's love: because there is here a permanent beauty of risk, a fascinating abyss of danger, the delightful sinking of the heart, the impetuous pulsation of life, the ecstasy!", "author": null}, {"sample": "When we pulled out into the winter night and the real snow, our snow, began to stretch out beside us and twinkle against the windows, and the dim lights of small Wisconsin stations moved by, a sharp wild brace came suddenly into the air. We drew in deep breaths of it as we walked back from dinner through the cold vestibules, unutterably aware of our identity with this country for one strange hour, before we melted indistinguishably into it again.", "author": null}, {"sample": "The one place where a man ought to get a square deal is in a courtroom, be he any color of the rainbow, but people have a way of carrying their resentments right into a jury box. As you grow older, you'll see white men cheat black men every day of your life, but let me tell you something and don't you forget it - whenever a white man does that to a black man, no matter who he is, how rich he is, or how fine a family he comes from, that white man is trash.", "author": null}, {"sample": "Gardeners know how to grow top-notch crops. They determine which plants thrive best under available conditions, plan their optimum placement, and nourish the seeds with plant food and water. Plants that receive the most attention thrive, blossoming into colorful fruits and flowers.", "author": null}, {"sample": "The Vital Apparatus Vent will deliver a Weighted Companion Cube in three, two, one.", "author": null}, {"sample": "I think that if I ever have kids, and they are upset, I won't tell them that people are starving in China or anything like that because it wouldn't change the fact that they were upset. And even if somebody else has it much worse, that doesn't really change the fact that you have what you have.", "author": null}, {"sample": "No, I don't think so; no. Mr. Kane was a man who got everything he wanted and then lost it. Maybe Rosebud was something he couldn't get, or something he lost. Anyway, it wouldn't have explained anything. I don't think any word can explain a man's life. No, I guess Rosebud is just a piece in a jigsaw puzzle... a missing piece.", "author": null}]